return {
    descriptions = {
        JoyousSpringTutorial = {
            welcome = {
                name = "Добро пожаловать в {C:joy_mod}JoyousSpring{}!",
                text = {
                    {
                        name = "",
                        text = {
                            {
                                "Привет! Спасибо, что играете в JoyousSpring!",
                                "Этот мод пытается воссоздать ощущение игры",
                                "в современные {C:joy_effect}Yu-Gi-Oh!{} колоды в {C:attention}Balatro{}"
                            },
                            {
                                "Знание карточной игры не обязательно,",
                                "и будут другие всплывающие окна, объясняющие механики",
                                "Вы можете перечитать их или отключить в меню мода",
                                " ",
                                "Пожалуйста, дайте мне знать, если что-то непонятно, чтобы я мог это улучшить!"
                            },
                            {
                                "Обязательно загляните в конфиг в меню мода!",
                                "{C:joy_effect,button:joy_open_config,u:joy_effect}(Или нажмите сюда!)"
                            },
                        }
                    },
                },
            }
        }
    },
    misc = {
        dictionary = {
            joy_tutorial_disable = "Больше не показывать",
        }
    }
}
