return {
    descriptions = {
        Joker = {
            j_joy_lab_clock = {
                name = "{C:joy_effect}Лабиринт Кукушка",
                text = {
                    {
                        "Вы можете {C:attention}пожертвовать{} эту карту, чтобы",
                        "{C:attention}перевернуть #1#{} случайную карту в руке",
                        "в рубашку (и перемешать их), и она навсегда",
                        "получает {C:mult}+#2#{} Множителя при розыгрыше, затем",
                        "{C:attention}воскрешает #3# {C:blue}Обычного{} {C:joy_normal}\"Лабиринт\"{} если возможно",
                        "{C:inactive}(Кроме \"Лабиринт Кукушка\"){}",
                    },
                }
            },
            j_joy_lab_stovie = {
                name = "{C:joy_effect}Лабиринт Стови Торби",
                text = {
                    {
                        "Вы можете {C:attention}пожертвовать{} эту и другого {C:attention}Джокера{} чтобы",
                        "{C:attention}перевернуть #1#{} случайных карт в руке",
                        "в рубашку (и перемешать их), и они навсегда",
                        "получают {C:chips}+#2#{} Фишек при розыгрыше, затем",
                        "получают {C:money}+$#3#{} если был пожертвован {C:joy_normal}Демон{}",
                    },
                }
            },
            j_joy_lab_changdra = {
                name = "{C:joy_effect}Лабиринт Шандралье",
                text = {
                    {
                        "Вы можете {C:attention}пожертвовать{} эту и другого {C:attention}Джокера{} чтобы",
                        "{C:attention}перевернуть #1#{} случайных карт в руке",
                        "в рубашку (и перемешать их), и они навсегда",
                        "получают {C:money}+$#2#{} при розыгрыше, затем",
                        "создают {C:attention}#3#{} случайных Тегов если",
                        "был пожертвован {C:joy_normal}Демон{}",
                    },
                }
            },
            j_joy_lab_ariane = {
                name = "{C:joy_effect}Ариан, Служанка Лабиринта",
                text = {
                    {
                        "{C:mult}+#1#{} Множителя",
                    },
                    {
                        "{C:attention}+#2#{} размер руки в следующем {C:attention}Блайнде{} за каждую",
                        "игровую карту, {C:attention}перевёрнутую{} в этом раунде, пока эта карта у вас",
                    },
                    {
                        "Добавляет {C:green}Необычного{} {C:joy_normal}\"Лабиринт\"{} в следующий магазин",
                        "если {C:attention}#3#{} или более карт перевёрнуто в этом раунде, пока эта карта у вас",
                        "{s:0.9,C:inactive}(Перевёрнуто в этом раунде #4#)",
                    },
                }
            },
            j_joy_lab_arianna = {
                name = "{C:joy_effect}Арианна, Служанка Лабиринта",
                text = {
                    {
                        "{C:chips}+#1#{} Фишек",
                    },
                    {
                        "{C:attention}+#2#{} размер руки в следующем {C:attention}Блайнде{} за каждую",
                        "игровую карту, {C:attention}перевёрнутую{} в этом раунде, пока эта карта у вас",
                    },
                    {
                        "Добавляет {C:blue}Обычного{} {C:joy_normal}\"Лабиринт\"{} в следующий магазин",
                        "если {C:attention}#3#{} или более карт перевёрнуто в этом раунде, пока эта карта у вас",
                        "{s:0.9,C:inactive}(Перевёрнуто в этом раунде #4#)",
                    },
                }
            },
            j_joy_lab_arias = {
                name = "{C:joy_effect}Ариас, Дворецкий Лабиринта",
                text = {
                    {
                        "Получает {C:chips}+#1#{} Фишек за каждую",
                        "игровую карту, {C:attention}перевёрнутую{} пока эта карта у вас",
                        "{C:inactive}(Сейчас{} {C:chips}+#2# {C:inactive}Фишек){}",
                    },
                    {
                        "Добавляет {C:red}Редкого{} {C:joy_normal}\"Лабиринт\"{} в следующий магазин",
                        "если {C:attention}#3#{} или более карт перевёрнуто в этом раунде, пока эта карта у вас",
                        "{s:0.9,C:inactive}(Перевёрнуто в этом раунде #4#)",
                    },
                    {
                        "Бесплатно, если у вас есть {C:joy_normal}\"Лабиринт\"{}",
                    },
                }
            },
            j_joy_lab_archfiend = {
                name = "{C:joy_effect}Архидемон Лабиринта",
                text = {
                    {
                        "{C:mult}+#1#{} Множителя за каждого",
                        "{C:joy_normal}Демона{} в {C:attention}GY{}",
                        "{C:inactive}(Сейчас{} {C:mult}+#2# {C:inactive}Множителя){}",
                    },
                    {
                        "Когда игровая карта {C:attention}перевёрнута{},",
                        "{C:attention}переворачивает{} случайную карту в руке в рубашку (и перемешивает их)",
                    },
                }
            },
            j_joy_lab_lovely = {
                name = "{C:joy_effect}Прекрасный Лабиринт Серебряного Замка",
                text = {
                    {
                        "{C:green}#1# из #2#{} шанс вытягивать карты в рубашке",
                        "Шанс увеличивается за каждого {C:joy_normal}Демона{} у вас",
                    },
                    {
                        "Получает {C:mult}+#3#{} Множителя за каждую",
                        "карту, {C:attention}перевёрнутую{} в рубашку",
                        "{C:inactive}(Сейчас{} {C:mult}+#4# {C:inactive}Множителя){}",
                    },
                }
            },
            j_joy_lab_lady = {
                name = "{C:joy_effect}Леди Лабиринт Серебряного Замка",
                text = {
                    {
                        "Получает {X:mult,C:white}X#1#{} Множителя",
                        "каждый раз, когда карта {C:attention}перевёрнута{}",
                        "{C:inactive}(Сейчас{} {X:mult,C:white}X#2#{} {C:inactive}Множителя){}",
                    },
                    {
                        "Не-{C:joy_trap}Ловушка{} {C:joy_normal}Демоны{} могут использовать свои",
                        "неактивируемые способности, находясь в рубашке",
                        "{s:0.9,C:inactive}(Включая эту карту)",
                    },
                }
            },
            j_joy_lab_labyrinth = {
                name = "{C:joy_spell}Лабиринт Лабиринтов",
                text = {
                    {
                        "{C:money}+$#1#{} за каждого {C:attention}перевёрнутого Джокера{}",
                    },
                    {
                        "{C:green}#2# из #3#{} шанс {C:attention}перевернуть #4#{} карту в руке в рубашку",
                        "(и перемешать их) когда игровая карта {C:attention}перевёрнута{}",
                    },
                }
            },
        }
    },
    misc = {
        dictionary = {
            k_joy_archetype_lab = "Лабиринт",
        }
    }
}
